[
  {
    "title": "Новости в мире обучения IT специалистов",
    "preview": "Обучение и развитие IT специалистов и программистов.Полезные статьи, статьи о программировании и IT, статьи про обучение и обучение IT. Интересные и полезные статьи про программирование, интересные статьи про IT. В этой статье мы рассмотрим, как правильно настраивать и администрировать сервер OpenVZ на базе Ubuntu Server 14.04 LTS. В статье будет рассматриваться настройка сервера OpenVZ с использованием утилиты systemctl, а также настройка SSH доступа к серверу.",
    "date": "2023-07-01 20:00"
  },
  {
    "title": "Придумали самый крутой в мире мобильный телефон",
    "preview": "В Дубае представили первый в мире смартфон с гибким дисплеем. Его представила компания Samsung. Аппарат получил название Galaxy Fold. Он работает на операционной системе Android, имеет четыре камеры и встроенную защиту от воды. Устройство можно использовать как планшет и как смартфон. По словам производителя, это первый в истории смартфон, который способен работать с двумя разными разрешениями экрана - 8 и 4,6 дюйма. В продажу этот гаджет поступит только осенью.",
    "date": "2023-07-02 20:00"
  },
  {
    "title": "Самой востребованной специальностью в будущем станет профессия менеджера.",
    "preview": "Об этом заявил министр образования и науки РФ Андрей Фурсенко.По его словам, в ближайшие несколько лет выпускники школ все чаще будут выбирать для себя карьеру управленца. В будущем все больше и больше профессий будет связано с управленческим профилем.В первую очередь это профессии, связанные с развитием экономики, бизнеса. И это профессии будущего, - сказал Фурсенко в эфире телеканала Вести.",
    "date": "2023-07-03 20:00"
  },
  {
    "title": "В России выведен на полную мощность самый быстрый в мире суперкомпьютер «Кристофари»",
    "preview": "Ученые Института сверхвысоких технологий Российской академии наук вывели на полную нагрузку самый быстрый российский суперкомпьютеры «КриоРус-МНП» и «Криоцентр-М». Об этом сообщили в пресс-службе РАН. «Впервые в мире на полную производительность выведен самый скоростной отечественный суперкомпьютера «КриоСРум-М», — говорится в сообщении. ",
    "date": "2023-07-04 20:00"
  },
  {
    "title": "Вакансий в мире стало меньше, и это не смотря на рост безработицы",
    "preview": "В 2019 году на 1 000 жителей планеты пришлось всего 2 вакансии. В 2018 году этот показатель составлял 2,1. Вакансий стало меньше по всем странам, кроме Китая. Но даже там их количество снизилось на 0,7% по сравнению с прошлым годом. А вот в Индии количество вакансий выросло на 6%. По прогнозам специалистов, в текущем году количество рабочих мест увеличится по всему миру на 8%. Рост будет происходить за счет развивающихся стран.",
    "date": "2023-07-05 20:00"
  },
  {
    "title": "Искусственный интеллект начинает заменять живой персонал на производстве",
    "preview": "В компании Bain & Company посчитали, что к 2025 году искусственный разум заменит до 30% рабочих мест по всему миру. Эксперты ожидают, что за следующие 20 лет искусственный интеллект сможет заменить свыше 300 миллионов рабочих мест в мире. При этом, по оценкам аналитиков, на сегодняшний день в развитых странах более 80% рабочих мест уже занято роботами. В России только к 2022 году роботы смогут заменить в среднем около 1 миллиона рабочих мест.",
    "date": "2023-07-06 20:00"
  }
]